Repository: nitricware/pSTaRT
Catalog: pSTaRT/Strings/*.lproj/Localizable.strings
Languages: de

# DEAD
source: Deadly injuries?
de: Nicht mit dem Leben vereinbare Verletzung?

# AIRWAY
source: Person does breath?
de: Atmung vorhanden?

# BREATHING
source: Breathing frequency > 10 and < 30/min?
de: Atemfrequenz > 10 bzw. < 30/min?

# BLEEDING
source: Uncontrolled bleeding?
de: Bestehende spritzende Blutung?

# PULSE
source: Person has radial pulse?
de: Radialispuls vorhanden?

# MOVEMENT
source: Does the person follow simple orders?
de: Kann einfache Befehle befolgen?

# ASPIRATION
source: Inhalation trauma with stridor?
de: Inhalationstrauma mit Stridor?

# T1
source: Immediate Treatment
de: Sofortige Behandlung

# T2
source: Rapid Treatment
de: Dringende Behandlung

# T3
source: Treatment When Practical
de: Nicht dringliche Behandlung

# T4
source: Observation
de: Beobachtung und Schmerzreduktion

# T0
source: No triage possible
de: Kein Triagevorschlag möglich

source: Triage Group
de: Triagegruppe

source: Triage Group %@
de: Triagegruppe %@

source: person(s)
de: Person(en)

# PERSONS_LIST
source: Persons
de: Personen

# SCANNING_NOT_SUPPORTED_TITLE
source: Scanning not supported
de: Das Gerät kann nicht scannen.

# SCANNING_NOT_SUPPORTED_BODY
source: Your device does not support scanning a code from an item. Please use a device with a camera.
de: Das verwendete Gerät unterstütz das Scannen von Strichcodes nicht. Verwenden Sie bitte ein Gerät mit Kamera.

# SCAN_ERROR_TITLE
source: Scanner error
de: Scanner Fehler

# SCAN_ERROR_TEXT
source: Couldn't scan the identification barcode. Please enter the ID manually.
de: Identifiaktions-Strichcode konnte nicht gescannt werden. Bitte manuell eingeben.

source: Cancel
de: Abbrechen

source: Start Triage
de: Triage beginnen

source: End Triage
de: Triage beenden

source: Next Triage
de: Nächste Triage

# DUPLICATE_IGNORE
source: Ignore and assess
de: Ignorieren und triagieren

# DUPLICATE_CHANGE
source: Change ID
de: PLS-Nummer ändern

# EXPORT_COLS
source: Identification;Start;End;Current Triage Group
de: Identifikation;Start;Ende;Aktuelle Triagegruppe

# EXPORT_FILENAME
source: List of Persons (%@).csv
de: Liste von Personen (%@).csv

# EXPORT_COL_RETRIAGE
source: Retriage
de: Umtriagierung

# EXPORT_COL_DATE
source: Date
de: Datum

# EXPORT_COL_TRIAGEDECISION
source: Triage Decision
de: Triageentscheidung

# ERROR_HEADLINE
source: Error
de: Fehler

# ERROR_FETCH
source: Couldn't fetch persons.
de: Die Personen konnten nicht abgerufen werden.

# ERROR_EXPORT
source: Couldn't export list.
de: Die Liste konnte nicht exportiert werden.

# ERROR_DELETE
source: Couldn't delete record.
de: Der Eintrag konnte nicht gelöscht werden.

# EMPTY_ERROR_TITLE
source: No Identification
de: Keine Identifikation

# EMPTY_ERROR_TEXT
source: Please enter a identification.
de: Bitte Identifikation eingeben.

# ID_ERROR_TITLE
source: Duplicate Identification
de: Doppelte Identifikation

# ID_ERROR_TEXT
source: A person with this identification already exists.
de: Eine Person mit dieser Identifikation existiert bereits.

# CONFIRM_HEADLINE
source: Confirm
de: Bestätigen

# CONFIRM_BODY
source: Are you sure?
de: Sind Sie sicher?

# DUPLICATE_HEADLINE
source: Duplicate
de: Duplikat

# DUPLICATE_BODY
source: A person with this ID already exists
de: Eine Person mit dieser PLS-Nummer existiert bereits.

# TIP_DESCRIPTION
source: %.2f is roughly what I get for one voluntary shift at my local ambulance.
de: %.2f bekomme ich ca für einen 12 Stunden Nachtdienst im örtlichen Rettungsdienst.

# TIP_PURCHASE_BUTTON
source: Give %.2f tip
de: %.2f Trinkgeld geben

# TIP_CURRENT_STATE
source: Thank you, you already gave %.2f!
de: Danke, du hast mir bereits %.2f gegeben!

# TIP_NOT_READY_HEAD
source: Not Ready
de: Nicht bereit

# TIP_NOT_READY_BODY
source: In-App-Purchases are not ready yet.
de: In-App-Purchases sind noch nicht bereit.

# THANKS_HEAD
source: Thanks!
de: Danke!

# THANKS_BODY
source: Thanks for supporting me!
de: Danke für Deine Unterstützung!

# WAIT_FOR_REQUEST
source: Please wait, the app is loading the tip.
de: Please wait, die App lädt das Trinkgeld.

source: Identification
de: Identifikation

source: cancel triage
de: Triage abbrechen

source: Triage Questionnaire
de: Triage Fragebogen

source: Current Person
de: Aktuelle Person

source: Triage start
de: Triage Beginn

# NUM_PERSONS %lld
source: %lld Persons
de: %lld Personen

source: no person
de: keine Person

source: Person Detail
de: Personendetails

source: select Triage Group now
de: Triagegruppe sofort wählen

source: select Group %@
de: Gruppe %@ auswählen

source: Triage Group %@
de: Triagegruppe %@

# DELETE_ALL
source: Delete all persons?
de: Alle Personen löschen?

source: Delete Person
de: Person löschen

# DELETE_ERROR
source: Couldn't delete all persons.
de: Personen konnten nicht gelöscht werden.

source: Triage History
de: Triageverlauf

# TIPJAR_TITLE
source: Tip Jar
de: Trinkgeld

# TIPJAR_BUTTON %@ %@
source: Donate %@ %@
de: %@ %@spenden

# TIPJAR_INTRODUCTION
source: I'm creating this application in my spare time. If you like what you got (including the free upgrades) and want to further support my work, consider donating. For one voluntary shift at my local abulance, I receive about â‚¬ 4,49.
de: Ich programmiere die App in meiner Freizeit. Wenn dir gefällt, was du nutzt (inklusive der gratis Upgrades), ziehe eine Spende in betracht. Für einen ehrenamtlichen Dienst bei meiner Rettungsdienststelle, erhalte ich € 4,49.

# TIPJAR_THANKS %@ %lf
source: Thank you for your support. You donated %@ %.2f using this device.
de: Danke für deine Unterstützung. Du hast mit diesem Gerät bereits %@ %.2f gespendet.

# TIPJAR_LOADING
source: Loading tips...
de: Lade Trinkgelder...
